app/tests/fixtures/synthetic_legacy_n1/fluid/system/controlDict
FoamFile { format ascii; class dictionary; object controlDict; }
application pimpleFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 0.2;
deltaT 0.0002;
writeControl adjustableRunTime;
writeInterval 0.01;
adjustTimeStep no;
writeFormat ascii;
functions
{
    adapter { type preciceAdapterFunctionObject; libs ("libpreciceAdapterFunctionObject.so"); }
    exampleDiagnostic { writeControl timeStep; writeInterval 5; }
}
