app/tests/fixtures/synthetic_legacy_n1/fluid/constant/momentumTransport
FoamFile { format ascii; class dictionary; object momentumTransport; }
simulationType laminar;
