app/tests/fixtures/synthetic_legacy_n1/fluid/0/Uf
FoamFile { format ascii; class volVectorField; location "0"; object Uf; }
internalField uniform 0;
boundaryField { inlet { type zeroGradient; } }
