app/tests/fixtures/synthetic_legacy_n1/fluid/0/phi
FoamFile { format ascii; class volVectorField; location "0"; object phi; }
internalField uniform 0;
boundaryField { inlet { type zeroGradient; } }
