app/tests/fixtures/synthetic_legacy_n1/fluid/system/fvSolution
FoamFile { format ascii; class dictionary; object fvSolution; }
PIMPLE { nCorrectors 2; }
